Repository: CarstenG/ONIMods
Catalog: PLib/peterhan.plib.ui_*.po
Languages: ru

# PeterHan.PLib.UI.PUIStrings.BUTTON_MANUAL
source: MANUAL CONFIG
ru: РУЧНАЯ НАСТРОЙКА

# PeterHan.PLib.UI.PUIStrings.DIALOG_TITLE
source: Options for {0}
ru: Настройки для {0}

# PeterHan.PLib.UI.PUIStrings.MOD_ASSEMBLY_VERSION
source: Assembly Version: {0}
ru: Версия сборки: {0}

# PeterHan.PLib.UI.PUIStrings.MOD_HOMEPAGE
source: Mod Homepage
ru: Страница мода

# PeterHan.PLib.UI.PUIStrings.MOD_VERSION
source: Mod Version: {0}
ru: Версия мода: {0}

# PeterHan.PLib.UI.PUIStrings.RESTART_REQUIRED
source: Oxygen Not Included must be restarted for these options to take effect.
ru: Чтобы эти параметры вступили в силу, необходимо перезапустить Oxygen Not Included.

# PeterHan.PLib.UI.PUIStrings.TOOLTIP_CANCEL
source: Discard changes.
ru: Отменить изменения.

# PeterHan.PLib.UI.PUIStrings.TOOLTIP_HOMEPAGE
source: Visit the mod's website.
ru: Посетите сайт мода.

# PeterHan.PLib.UI.PUIStrings.TOOLTIP_MANUAL
source: Opens the folder containing the full mod configuration.
ru: Открыть папку, содержащую полную конфигурацию мода.

# PeterHan.PLib.UI.PUIStrings.TOOLTIP_NEXT
source: Next
ru: Следующий

# PeterHan.PLib.UI.PUIStrings.TOOLTIP_OK
source: Save these options. Some mods may require a restart for the options to take effect.
ru: Сохранить эти параметры. Для некоторых модов может потребоваться перезапуск, чтобы параметры вступили в силу.

# PeterHan.PLib.UI.PUIStrings.TOOLTIP_PREVIOUS
source: Previous
ru: Предыдущий

# PeterHan.PLib.UI.PUIStrings.TOOLTIP_TOGGLE
source: Show or hide this options category
ru: Показать или скрыть эту категорию настроек

# PeterHan.PLib.UI.PUIStrings.TOOLTIP_VERSION
source: The currently installed version of this mod. Compare this version with the mod's Release Notes to see if it is outdated.
ru: Текущая установленная версия этого мода. Сравните эту версию с примечаниями к выпуску мода, чтобы узнать, не устарела ли она.
